// トピックスタート
export const topic = [

    // 1個目
    {
        img: './img/Topic/1.jfif',
        title: 'プロ木クイズ　本日は雨🌧️に関するクイズです。',
        description: '今日のテーマ「梅雨」のエピソードと共に解答をお待ちしています☔️ クイズだけの参加も大歓迎 ...'
    },

    //　2個目
    {
        img: './img/Topic/2.jfif',
        title: '【 FUN!FUN! シネルフレ 】今日の映画作品は～🎶',
        description: '「峠 最後のサムライ」「メタモルフォーゼの縁側」「炎の少女チャーリー」「エリザベス 女王陛下の微笑み」...'
    },

    // 3個目
    {
        img: './img/Topic/3.jfif',
        title: 'プロ木クイズ　本日は和菓子の日！ということで金平糖についてのクイズです。',
        description: '「金平糖を初めて食べた日本人は？」①織田信長 ②豊臣秀吉 ③徳川家康。もちろん！クイズだけの参加も大歓迎...'
    },

    // 4個目
    {
        img: './img/Topic/4.jfif',
        title: '明後日放送のFM HANAKO 仕事バンバンRADIOの収録をしました!',
        description: '今回は機器の事情で生放送でなく、応援メッセージへのお返事ができなかったのがちょっと寂しい😢 今回は、...'
    },

    // 5個目
    {
        img: './img/Topic/5.jfif',
        title: 'さわやかワイド82.4 Part1 START!!🏃🏻🏃🏻💨💨',
        description: '今日は八尾から放送中!!! 10時からアリオ八尾「アリスタ」で待ってるよー!...'
    }
]
// -----------------------トピック 終了-----------------------

// アーカイブスタート
export const archive = [

    // 1個目
    {
        youtubeLink: 'https://www.youtube.com/embed/xQ9r1GHtp8E',
        img: './img/アーカイブ/20220625_ゆっきぃのイケてるラジヲML.png',
        title: 'ゆっきぃのイケてるラジヲML',
        date: '2022/06/25'
    },

    // 2個目
    {
        youtubeLink: 'https://www.youtube.com/embed/UTODI8Bl6xY',
        img: './img/アーカイブ/20220624_夢香とDREAM MUSIC.png',
        title: '夢香とDREAM MUSIC',
        date: '2022/06/24'
    },

    // 3個目
    {
        youtubeLink: 'https://www.youtube.com/embed/R1xDrTC4lU4',
        img: './img/アーカイブ/20220624_プロムナード82.4.png',
        title: 'プロムナード82.4',
        date: '2022/06/24'
    },

    // 4個目
    {
        youtubeLink: 'https://www.youtube.com/embed/h8FSWN6DzUA',
        img: './img/アーカイブ/20220624_さわやかワイド82.4Part1.png',
        title: 'さわやかワイド 82.4 Part1',
        date: '2022/06/24'
    },

    // 5個目
    {
        youtubeLink: 'https://www.youtube.com/embed/8mr0O5Gw8dU',
        img: './img/アーカイブ/20220624_さわやかワイド82.4Part2.png',
        title: 'さわやかワイド 82.4 Part2',
        date: '2022/06/24'
    },

    // 6個目
    {
        youtubeLink: 'https://www.youtube.com/embed/_-lh5HOhioM',
        img: './img/アーカイブ/20220623_守成クラブ京阪守口プレゼンツ.png',
        title: '守成クラブ京阪守口プレゼンツ',
        date: '2022/06/23'
    },
]
// -----------------------アーカイブ 終了-----------------------

// お知らせスタート
export const news = [

    // 1個目
    {
        date: '2022/06/05',
        title: '交通情報',
        omit_contents: '4月6日（水）から4月15日（金）にかけて春の全国交通安全運動が実施されます。みんなで交通ルールを守って、事故を防ぎましょう。',
        contents: ''
    },

    // 2個目
    {
        date: '2022/06/05',
        title: '緊急地震速報運用中',
        omit_contents: '震源地で震度5以上が発生し、守口市門真市が震度4以上の地震が予想される場合に放送します。',
        contents: ''
    },

    // 3個目
    {
        date: '2022/06/05',
        title: '天気情報',
        omit_contents: '大阪市の今日明日の天気、気温、降水確率に加え、台風情報、警報注意報、観測ランキング、紫外線指数等を掲載。気象予報士が日々更新する「日直予報士」や季節を楽しむ 。',
        contents: ''
    },
]
// -----------------------お知らせ 終了-----------------------

// バナースタート
export const banner = [

    // 1個目
    {
        url: 'https://www.city.moriguchi.osaka.jp/',
        img: './img/HPバナー/守口市章Original_1-no1.jpg'
    },

    // 2個目
    {
        url: 'https://www.city.kadoma.osaka.jp/',
        img: './img/HPバナー/門真市ホームページ　バナー画像-no2.png'
    },

    // 3個目
    {
        url: 'https://www.oiei.jp/',
        img: './img/HPバナー/oiu--no3.png'
    },

    // 4個目
    {
        url: 'https://www.mk-cci.jp/',
        img: './img/HPバナー/mk-cci-1-no4.png'
    },

    // 5個目
    {
        url: 'https://www.tiger.jp/',
        img: './img/HPバナー/tiger-no5.png'
    },

    // 6個目
    {
        url: 'https://www.kmu.ac.jp/takii/index.html',
        img: './img/HPバナー/関西医大バナー06-no6.jpg'
    },

    // 7個目
    {
        url: 'http://since1971yakinikuyassan.com/',
        img: './img/HPバナー/yassan_baner01s-no7.gif'
    },

    // 8個目
    {
        url: 'https://s.n-kishou.co.jp/w/charge/jikei/jikeid.html?ba=27&code=27209&fla=day',
        img: './img/HPバナー/nihonkisyou_tennabi_bana_200x80-no8.png'
    },

    // 9個目
    {
        url: 'http://staff-diary.seesaa.net/article/461973092.html?1538468081',
        img: './img/HPバナー/fuushin_nakusou_bana-no9.jpg'
    },

    // 10個目
    {
        url: 'https://www.daisinkaikan.com/',
        img: './img/HPバナー/daishinkaikan01-no10.jpg'
    },

    // 11個目
    {
        url: 'http://staff-diary.seesaa.net/article/474455477.html',
        img: './img/HPバナー/ouchidehanako-no11.jpg'
    }
]
// -----------------------バナー 終了-----------------------

// トップ画像スタート
export const headerImg = './img/hanako.jpg'
// -----------------------トップ画像 終了-----------------------

// パーソナリティスタート
export const personality = [

    //　1個目
    {
        w: '80%',
        img: './img/personality/01さわ(月)岩崎いくよ.jpg',
        personalityName: '岩崎いくよ'
    },

    //　2個目
    {
        w: '90%',
        img: './img/personality/02さわ(火)圓谷優依.jpg',
        personalityName: '圓谷優依'
    },

    //　3個目
    {
        w: '110%',
        img: './img/personality/03さわ(水)加美川千尋.png',
        personalityName: '加美川千尋'
    },

    //　4個目
    {
        w: '90%',
        img: './img/personality/04さわ(木)倉田かな.jpg',
        personalityName: '倉田かな'
    },

    //　5個目
    {
        w: '100%',
        img: './img/personality/05さわ(金)山田あんず.jpg',
        personalityName: '山田あんず'
    },

    //　6個目
    {
        w: '80%',
        img: './img/personality/06プロ(月)林亜由子.jpg',
        personalityName: '林亜由子'
    },

    //　7個目
    {
        w: '80%',
        img: './img/personality/07プロ(火)ターキー.jpg',
        personalityName: 'ターキー'
    },

    //　8個目
    {
        w: '100%',
        img: './img/personality/08プロ(水)高梨あかり.jpg',
        personalityName: '高梨あかり'
    },

    //　9個目
    {
        w: '110%',
        img: './img/personality/09プロ(木)大槻直美.jpg',
        personalityName: '大槻直美'
    },

    //　10個目
    {
        w: '110%',
        img: './img/personality/10プロ(金)西田ゆい写真.jpg',
        personalityName: '西田ゆい'
    },
]

export const personalityInfo = [

    // 岩崎いくよ
    {
        img: './img/personality/01さわ(月)岩崎いくよ.jpg',
        name: '岩崎いくよ',
        w: '80%',
        program: 'さわやかワイド 82.4!（月曜日）',
        sns: 'https://twitter.com/iwasaki194',
        description: '美味しいご飯とお酒が大好き！皆さんとゆるく楽しい時間を過ごしましょう★'
    },

    // 圓谷優依
    {
        img: './img/personality/02さわ(火)圓谷優依.jpg',
        name: '圓谷優依',
        w: '90%',
        program: 'さわやかワイド 82.4!（火曜日）',
        sns: 'https://twitter.com/tumu_0828',
        description: '明るく楽しく元気よく！スイーツ大好き娘があなたに笑顔を届けます！'
    },

    // 加美川千尋
    {
        img: './img/personality/03さわ(水)加美川千尋.png',
        name: '加美川千尋',
        w: '110%',
        program: 'さわやかワイド 82.4!（水曜日）',
        sns: 'https://twitter.com/chihirocamikawa',
        description: '三度の飯とアイドルとお笑いが好きです。週の真ん中、楽しくいきましょう！'
    },

    // 倉田かな
    {
        img: './img/personality/04さわ(木)倉田かな.jpg',
        name: '倉田かな',
        w: '90%',
        program: 'さわやかワイド 82.4!（木曜日）',
        sns: 'https://twitter.com/kanakurata',
        description: '守口・門真の楽しくて美味しくて魅力的なところ・人を紹介します！'
    },

    // 山田あんず
    {
        img: './img/personality/05さわ(金)山田あんず.jpg',
        name: '山田あんず',
        w: '100%',
        program: 'さわやかワイド 82.4!（金曜日）',
        sns: 'https://twitter.com/halohaloanzu',
        description: '好きな言葉は「美酒美笑」美味しいお酒大好き！素敵な笑顔でお届けます♪'
    },

    // 林亜由子
    {
        img: './img/personality/06プロ(月)林亜由子.jpg',
        name: '林亜由子',
        w: '80%',
        program: 'プロムナード 82.4!（月曜日）',
        sns: 'https://twitter.com/ayuko_hayashi',
        description: '出産後のHANAKO復帰から約3年。懐かしいも新しいも届けます♡'
    },

    // ターキー
    {
        img: './img/personality/07プロ(火)ターキー.jpg',
        name: 'ターキー',
        w: '80%',
        program: 'プロムナード 82.4!（火曜日）',
        sns: '',
        description: 'おしゃべり哲学者。出来不出来よりドキドキ。やっちゃえ、オッサン！'
    },

    // 高梨あかり
    {
        img: './img/personality/08プロ(水)高梨あかり.jpg',
        name: '高梨あかり',
        w: '100%',
        program: 'プロムナード 82.4!（水曜日）',
        sns: 'https://twitter.com/nashi_aka_taka3',
        description: '音楽好きが癒しと共に新しい発見に出会える時間をお届けします！'
    },

    // 大槻直美
    {
        img: './img/personality/09プロ(木)大槻直美.jpg',
        name: '大槻直美',
        w: '110%',
        program: 'プロムナード 82.4!（木曜日）',
        sns: '',
        description: 'HANAKOのママドル 大槻直美です！あなたの心を癒します （＾＾）v'
    },

    // 西田ゆい
    {
        img: './img/personality/10プロ(金)西田ゆい写真.jpg',
        name: '西田ゆい',
        w: '110%',
        program: 'プロムナード 82.4!（金曜日）',
        sns: 'https://twitter.com/yuiiii1230',
        description: 'カラオケと銭湯に行くのが好きです♪ ゆる～い時間を共に過ごしましょう！'
    },
]
// -----------------------トップ画像 終了-------------------